tap "homebrew/core"
tap "homebrew/cask"
brew "ack"
brew "chruby"
brew "chruby-fish"
brew "fish"
brew "git"
brew "hub"
brew "nvm"
brew "ruby-install"
brew "tree"
brew "watchman"
cask "discord"
cask "google-chrome"
cask "microsoft-teams"
cask "slack"
cask "telegram"
cask "transmission"
cask "visual-studio-code"
cask "whatsapp"
mas "Xcode", id: 497799835
